{
  "id": 3,
  "type": "terms",
  "content": "<h1><strong>Terms and Conditions</strong></h1><p>Last updated: January 10, 2025</p><p>Please read these terms and conditions carefully before using Our Service.</p><h2><strong>Interpretation and Definitions</strong></h2><h3><strong>Interpretation</strong></h3><p>The words with capital letters have defined meanings. These definitions apply whether they are in singular or plural.</p><h3><strong>Definitions</strong></h3><p>For the purposes of these Terms and Conditions:</p><ul><li><strong>Affiliate</strong> means any company that is directly or indirectly controlling, controlled by, or under common control with a party.</li><li><strong>Country</strong> refers to: California, United States</li><li><strong>Company</strong> (referred to as \"the Company\", \"We\", \"Us\" or \"Our\") refers to DeliNova Express LLC, 1234 Maple Street, Sunnydale, CA 94001.</li><li><strong>Device</strong> means any electronic device like a computer, phone, or tablet that can access the Service.</li><li><strong>Service</strong> refers to the Website.</li><li><strong>Terms and Conditions</strong> (or \"Terms\") means this agreement regarding the use of the Service.</li><li><strong>Third-party Social Media Service</strong> means any content or service from third parties that may be displayed or linked within the Service.</li><li><strong>Website</strong> refers to DeliNova, accessible at <a href=\"https://delinova.net\">https://delinova.net</a></li><li><strong>You</strong> means the person or entity using the Service.</li></ul><h2><strong>Acknowledgment</strong></h2><p>These Terms govern the use of this Service and form the agreement between You and the Company.</p><p>By using the Service, You agree to be bound by these Terms. If You disagree with any part, You must not use the Service.</p><p>You must be at least 18 years old to use this Service.</p><p>You must also agree to the Privacy Policy, which explains how we handle your personal data.</p><h2><strong>Links to Other Websites</strong></h2><p>Our Service may link to third-party websites not controlled by us. We are not responsible for their content or practices.</p><p>We recommend reading their terms and policies carefully.</p><h2><strong>Termination</strong></h2><p>We may terminate Your access without notice if You breach these Terms.</p><h2><strong>Limitation of Liability</strong></h2><p>Our total liability shall not exceed the amount You paid via the Service or $50 if You haven't purchased anything.</p><p>We are not liable for indirect or incidental damages even if we were advised of the possibility.</p><h2><strong>\"AS IS\" and \"AS AVAILABLE\" Disclaimer</strong></h2><p>The Service is provided \"AS IS\" without warranties of any kind. We do not guarantee uninterrupted or error-free Service.</p><h2><strong>Governing Law</strong></h2><p>The laws of the State of California, excluding conflict rules, govern these Terms.</p><h2><strong>Disputes Resolution</strong></h2><p>If You have any issues, please contact us to try resolving it informally.</p><h2><strong>For EU Users</strong></h2><p>If You live in the EU, you retain rights granted under your country’s laws.</p><h2><strong>United States Legal Compliance</strong></h2><p>You confirm You are not on any U.S. government sanctions list or in a restricted country.</p><h2><strong>Severability and Waiver</strong></h2><h3><strong>Severability</strong></h3><p>If any provision is invalid, the rest remain in effect.</p><h3><strong>Waiver</strong></h3><p>Not enforcing a right does not mean waiving it.</p><h2><strong>Translation Interpretation</strong></h2><p>In case of any translation discrepancy, the English version shall prevail.</p><h2><strong>Changes to These Terms and Conditions</strong></h2><p>We may update these Terms. Material changes will be notified 30 days in advance.</p><p>By continuing to use the Service, You agree to the new Terms.</p><h2><strong>Contact Us</strong></h2><p>If you have any questions, contact us:</p><ul><li>By email: support@delinova.net</li></ul>",
  "updated_at": "2025-01-10T15:00:00.000Z"
}
