{
  "id": 4,
  "type": "privacy",
  "content": "<p>We, <strong>DeliNova Express LLC</strong>, provide this Site and App Privacy Policy (“Policy”) to explain how we collect, use, disclose, and otherwise process your personal information when you use our website, <span style=\"color: rgb(151, 96, 125);\">https://www.delinova.net</span> (the “Site”), our mobile application (“Application”), or any of the services made available at our Site or Application (the “Services”).</p><p><br></p><p><strong>WHAT INFORMATION DO WE COLLECT ABOUT YOU AND WHY?</strong></p><p><br></p><p><strong>Information You Voluntarily Provide To Us:</strong> We collect information when you interact with our Services (e.g., placing orders, subscribing to offers, or sending feedback). This may include your name, address, email, phone number, payment info, birth date, preferences, and other data you provide.</p><p><strong>Information from Third Parties:</strong> We may obtain aggregated demographic and interest data from trusted data vendors, including lifestyle and consumer habits. We do not request sensitive demographic data for residents of California, Colorado, Connecticut, Utah, or Virginia.</p><p><strong>Information from Facebook, Google, and Apple:</strong> If you log in via these platforms, we may request access to your basic public profile, email, birth date, and other public data. We store this data with your permission and do not collect your login credentials.</p><p><strong>Information Collected Automatically:</strong> We use cookies and other technologies to collect device info, IP address, browser type, interactions, and more to enhance your user experience.</p><p><br></p><p><strong>COOKIES AND OTHER TRACKING MECHANISMS</strong></p><p><br></p><p>We and our service providers use cookies and tracking tools to monitor usage, improve performance, remember preferences, and deliver targeted promotions. We do not allow these tools to be used for external third-party purposes beyond our own services.</p><p><br></p><p><strong>FOR WHAT PURPOSES DO WE USE YOUR INFORMATION?</strong></p><p><br></p><p>We use your data to:</p><ul><li><strong>Provide services and support</strong>, such as processing orders and customer care.</li><li><strong>Personalize content</strong> across Site and App.</li><li><strong>Improve our services</strong> through analytics and user behavior.</li><li><strong>Promote offers</strong> through newsletters and relevant marketing, if permitted.</li><li><strong>Ensure security</strong> of our systems and detect fraud or misuse.</li><li><strong>Defend our legal rights</strong> and respond to claims or disputes.</li><li><strong>Comply with legal obligations</strong> under applicable laws.</li></ul><p><br></p><p><strong>HOW LONG DO WE RETAIN PERSONAL INFORMATION</strong></p><p>We retain your personal data for as long as needed to fulfill its purpose, or as required by law. This depends on your activity with us and applicable regulations on data retention.</p><p><br></p><p><strong>HOW DO WE SECURE INFORMATION</strong></p><p>We apply appropriate security measures (encryption, SSL, firewalls) to protect personal data from unauthorized access or loss.</p><p><br></p><p><strong>WHAT RIGHTS DO YOU HAVE?</strong></p><ul><li><strong>Access, correction, or deletion:</strong> Subject to law, you may request to access, edit, or delete your data.</li><li><strong>Modifying account data:</strong> You can update your profile in your DeliNova account settings.</li><li><strong>Email preferences:</strong> You may unsubscribe from promotional emails at any time.</li><li><strong>SMS opt-out:</strong> You may receive order-related SMS. Reply 'STOP' to opt out of surveys or delivery updates.</li></ul><p><br></p><p><strong>CHILDREN UNDER 13</strong></p><p>Our services are not directed to children under 13. We do not knowingly collect data from children. If discovered, such data will be deleted.</p><p><br></p><p><strong>HOW TO CONTACT US ABOUT PRIVACY</strong></p><ul><li><strong>DeliNova Express LLC</strong></li><li>1234 Maple Street</li><li>Sunnydale, CA 94001</li><li>Attn: DeliNova Privacy</li><li>Email: privacy@delinova.net</li></ul><p><br></p><p><strong>TERMS OF USE</strong></p><p>Your use of our Site and Services is governed by our Terms of Use at https://www.delinova.net/terms-of-use</p><p><br></p><p><strong>CHANGES TO THIS POLICY</strong></p><p>This Policy may be updated periodically. The most recent version will always be posted at https://www.delinova.net/privacy. Material changes will be communicated via email or in-app notification where required by law.</p>",
  "updated_at": "2025-01-10T13:33:00.000Z"
}
